@extends('layouts.app')

@section('content')
    <div class="container">
        <pre class="ws-pl">
            <h5><strong>회원가입약관안내</strong></h5>
            개인정보처리방침안내
제 1 조 (개인정보보호 의무)
“제트네임”은 " 개인정보의 보호 및 사용에 대해서는 관련법 및 "회사"의 개인정보취급방침이 적용됩니다. 정보통신망법" 등 관계 법령이 정하는 바에 따라 "회원"의 개인정보를 보호하기 위해 노력합니다.  다만, "회사"의 공식 사이트 이외의 링크된 사이트에서는 "회사"의 개인정보취급방침이 적용되지 않습니다.

제 2 조 ("회사"의 의무)
* "제트네임”은 관련법과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 "서비스"를 제공하기 위하여 최선을 다하여 노력합니다.
* "제트네임”은 "회원"이 안전하게 "서비스"를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해 보안시스템을 갖추어야 하며 개인정보취급방침을 공시하고 준수합니다.
* "제트네임”은 서비스이용과 관련하여 "회원"으로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 처리하여야 합니다. "회원"이 제기한 의견이나 불만사항에 대해서는 게시판을 활용하거나 전자우편 등을 통하여 "회원"에게 처리과정 및 결과를 전달합니다.

제 3 조 ("회원"의 의무)
* "회원"은 다음 행위를 하여서는 안 됩니다.
    * 1. 신청 또는 변경 시 허위내용의 등록
    * 2. 타인의 정보도용
    * 3. “제트네임”에 게시된 정보의 변경
    * 4. “제트네임”이 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
    * 5. “제트네임” 기타 제3자의 저작권 등 지적재산권에 대한 침해
    * 6. “제트네임”  기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
    * 7. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 "서비스"에 공개 또는 게시하는 행위
    * 8. 회사의 동의 없이 영리를 목적으로 "서비스"를 사용하는 행위
    * 9. 기타 불법적이거나 부당한 행위
* "회원"은 관계법, 이 약관의 규정, 이용안내 및 "서비스"와 관련하여 공지한 주의사항, "회사"가 통지하는 사항 등을 준수하여야 하며, 기타 "회사"의 업무에 방해되는 행위를 하여서는 안 됩니다.

제 4 조 ("회원"의 "아이디" 및 "비밀번호"의 관리에 대한 의무)
* "회원”은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.
* 개인정보취급정책에 명시한 경우를 제외한 ID와 비밀번호에 관한 관리책임은 회원에게 있습니다.
* "제트네임”은 "회원"의 "아이디"가 개인정보 유출 우려가 있거나, 반사회적 또는 미풍양속에 어긋나거나 "회사" 및 "회사"의 운영자로 오인한 우려가 있는 경우, 해당 "아이디"의 이용을 제한할 수 있습니다.
*  “회원”이 자신의 ID 및 비밀번호를 도난 당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 “제트네임”에 통보하고 "네이미"의 안내가 있는 경우에는 그에 따라야 합니다.
* 제3항의 경우에 해당 "회원"이 "회사"에 그 사실을 통지하지 않거나, 통지한 경우에도 "회사"의 안내에 따르지 않아 발생한 불이익에 대하여 "회사"는 책임지지 않습니다.

제 5 조 ("회원"에 대한 통지)
* “제트네임”이 “회원”에 대한 통지를 하는 경우, “회원”이 "네이미"와 미리 약정하여 지정한 전자우편 주소로 할 수 있습니다.
        </pre>
    </div>
@endsection